Repository: chrillep/dw-question-answer
Catalog: languages/dwqa-*.po
Languages: sv_se

source: Next
sv_se: Nästa

source: Prev
sv_se: Föregående

source: Please enter your question
sv_se: Ange din fråga

source: Your question must be at least 2 characters in length
sv_se: Din fråga måste innehålla minst två tecken

source: Enter a valid email address
sv_se: Ange en giltig e-postadress

source: Enter a question title
sv_se: Ange din frågerubrik

source: Please add your name
sv_se: Lägg till ditt namn

source: Please enter your answer
sv_se: Skriv in ditt svar

source: Please enter your comment content
sv_se: Skriv kommentars innehåll

source: Comment must have more than 2 characters
sv_se: Kommentaren innehålla minst två tecken

source: Not found! Try another keyword.
sv_se: Hittades inte! Försök med ett annat sökord.

source: Or press <strong>ENTER</strong> to get more questions
sv_se: Eller tryck på <strong>ENTER</strong> för att få fler frågor

source: Update
sv_se: Uppdatera

source: Edit
sv_se: Redigera

source: Cancel
sv_se: Avbryt

source: Do you want to delete this comment?
sv_se: Vill du ta bort den här kommentaren?

source: Do you want to delete this answer?
sv_se: Vill du ta bort det här svaret?

source: Do you want to update this answer?
sv_se: Vill du uppdatera det här svaret?

source: Do you want to report this answer?
sv_se: Vill du anmäla det här svaret?

source: Report
sv_se: Anmäl

source: Undo
sv_se: Ångra

source: This answer will be marked as spam and hidden. Do you want to flag it?
sv_se: Detta svar kommer att markeras som spam och dolt. Vill du flagga det?

source: This answer was flagged as spam. Do you want to show it
sv_se: Detta svar flaggades som spam. Vill du visa det

source: This answer was flagged as spam
sv_se: Detta svar flaggades som spam

source: hide
sv_se: dölj

source: show
sv_se: visa

source: Follow This Question
sv_se: Följ den här frågan

source: Unfollow This Question
sv_se: Sluta följa den här frågan

source: Pin this question to top
sv_se: Fäst frågan till toppen

source: Unpin this question from top
sv_se: Lossa den här fråga från toppen

source: Do you want to delete this question?
sv_se: Vill du ta bort den här frågan?

source: DWQA Questions
sv_se: DWQA frågor

source: DWQA Ask Question
sv_se: DWQA fråga

source: DWQA Leaderboard
sv_se: DWQA topplista

source: DWQA Embed Question
sv_se: DWQA bädda in frågan

source: Extensions
sv_se: Tillägg

source: Get It Now!
sv_se: Skaffa det nu!

source: Welcome to DW Question & Answer
sv_se: Välkommen till DW frågor & svar

source: DW Question & Answer Changelog
sv_se: DW frågor & svar ändringslogg

source: DW Question & Answer Credits
sv_se: DW frågor & svar erkännanden

source: Welcome to DW Question & Answer %s
sv_se: Välkommen till DW frågor & svar %s

source: Thank you for installing our WordPress plugin. If you have any question about this theme, please submit to our <a target="_blank" href="https://www.designwall.com/question/">Q&A section</a>.
sv_se: Tack för att du installerade vår WordPress plugin. Om du har några frågor om detta tema, skicka in till vår <a target="_blank" href="https://www.designwall.com/question/">Q&A avsnitt</a>.

source: What&#8217;s New
sv_se: Vad är nytt

source: Changelog
sv_se: Ändringslogg

source: Credits
sv_se: Medverkande

source: Contributors
sv_se: Bidragslämnare

source: No valid changelog was found.
sv_se: Ingen giltig ändringslogg hittades.

source: Are you cheating huh?
sv_se: Försöker du fuska?

source: You do not have permission to edit comment.
sv_se: Du har inte behörighet att redigera kommentaren

source: Comment ID must be showed.
sv_se: Kommentar ID måste visas.

source: Answer is missing.
sv_se: Svar saknas

source: This post is not answer.
sv_se: Detta inlägg är inte ett svar

source: You do not have permission to delete this post.
sv_se: Du har inte behörighet att ta bort detta inlägg

source: Missing id of answer
sv_se: ID saknas för svar

source: Question is missing.
sv_se: Frågan saknas

source: This post is not question.
sv_se: Detta inlägg är inte ett svar

source: You do not have permission to edit question status
sv_se: Du har inte behörighet att redigera frågestatus

source: Author
sv_se: Författare

source: Detail
sv_se: Mer info

source: Anonymous
sv_se: Anonym

source: Answered on
sv_se: Svarade på

source: Read more
sv_se: Läs mer

source: Publish
sv_se: Publicera

source: Private
sv_se: Privat

source: Public
sv_se: Offentligt

source: Everyone can see
sv_se: Alla kan se

source: Only Author and Administrator can see
sv_se: Endast Författare och administratör kan se

source: You do not have permission to view questions
sv_se: Du har inte behörighet att visa frågor

source: Sorry, but nothing matched your filter.
sv_se: Ledsen, men inget matchade ditt filter.

source: You can ask question
sv_se: Du kan ställa en fråga

source: here
sv_se: här

source: Please
sv_se: Vänligen

source: Login
sv_se: Logga in

source: or
sv_se: eller

source: to submit question.
sv_se: för att skicka in en fråga.

source: Search query is empty
sv_se: Sökfråga är tom

source: &quot;Helllo&quot;, Are you cheating huh?.
sv_se: Försöker du fuska?

source: Delete draft
sv_se: Radera utkast

source: Answer content is empty
sv_se: Innehållet får inte vara tomt.

source: Question is empty
sv_se: Frågan är tom

source: You do not have permission to submit question.
sv_se: Du har inte behörighet att skicka frågan.

source: Captcha is not correct
sv_se: Captcha är inkorrekt

source: Answer for
sv_se: Svaret på

source: You do not have permission to edit answer.
sv_se: Du har inte behörighet att redigera svar.

source: Hello, Are you cheating huh?
sv_se: Fuskar du?

source: You must enter a valid answer content.
sv_se: Du måste ange ett giltigt svarsinnehåll.

source: You can't post comment
sv_se: Du kan inte skriva kommentarer

source: Missing post id.
sv_se: ID saknas för inlägg

source: Missing email information
sv_se: E-postinformation saknas

source: Comment is missing
sv_se: Kommentar saknas

source: Comment content must not be empty.
sv_se: Kommentarsinnehållet inte får vara tom.

source: You must enter a valid question title.
sv_se: Du måste ange en giltig frågetitel.

source: User Registration was disabled.
sv_se: Användarregistrering inaktiverades.

source: This email is already registered, please choose another one.
sv_se: Denna e-post är redan registrerad, välj en annan.

source: This username is already registered. Please use another one.
sv_se: Detta användarnamn är redan registrerat. Var vänlig använd ett annat.

source: Your question is waiting moderator.
sv_se: Din fråga är inväntar moderering.

source: You do not have permission to edit question
sv_se: Du har inte behörighet att redigera frågan

source: Overview
sv_se: Översikt

source: DW Question Answer Plugin
sv_se: DW fråga & svar plugin

source: DW Question Answer is a WordPress Plugin which helps you build a Question & Answer system on your WordPress sites. The plugin is easy to install and set up. Let start building up your community with this WordPress question & answer system.
sv_se: DW fråga & svar är en WordPress Plugin som hjälper dig att skapa ett fråga & svar system på din WordPress webbplatser. Plugin är lätt att installera och ställa in. Låt oss börja bygga upp din gemenskap med WordPress fråga & svara system.

source: Setup Question List Page
sv_se: Ställ in sida för frågelista

source: Setup Ask Question Page
sv_se: Ställ in sida för "Ställ en fråga"

source: Style integration
sv_se: Stilintegration

source: For more information:
sv_se: För mer information:

source: DW Question Answer Guide
sv_se: DW fråga & svar guide

source: DesignWall Wordpress Themes
sv_se: DesignWall Wordpress Teman

source: Open
sv_se: Öppna

source: Pending
sv_se: Väntande

source: Resolved
sv_se: Lösta

source: Re-Open
sv_se: Öppna igen

source: Closed
sv_se: Stängda

source: Sticky
sv_se: Fästa

source: Pin question to top of archive page.
sv_se: Fäst frågan till toppen av arkivsidan.

source: Answers
sv_se: Svar

source: Question Meta Data
sv_se: Fråga metadata

source: A new question was posted on {site_name}
sv_se: En ny fråga postades {site_name}

source: A new answer for "{question_title}" was posted on {site_name}
sv_se: Ett nytt svar för "{question_title}" postades på {site_name}

source: You have a new answer for your followed question
sv_se: Du har ett nytt svar på frågan du följer

source: [{site_name}] You have a new comment for question {question_title}
sv_se: [{SITE_NAME}] Du har en ny kommentar till fråga {question_title}

source: [{site_name}] You have a new comment for answer
sv_se: [{SITE_NAME}] Du har en ny kommentar på svar

source: How to use DW Question Answer
sv_se: Hur du använder DW fråga & svar

source: Documents, Support From DesignWall (help)
sv_se: Dokument, support från DesignWall (hjälp)

source: Config your support channel
sv_se: Konfigurera din supportkanal

source: Change comment settings, and create the Submit question page.
sv_se: Ändra kommentarinställningar och skapa Skicka fråga sidan.

source: Answer
sv_se: Svar

source: In Response To
sv_se: Som svar på

source: Delete
sv_se: Radera

source: View
sv_se: Visa

source: Submitted
sv_se: Skickat

source: on
sv_se: på

source: Are you cheating, huh?
sv_se: Fuskar du?

source: What
sv_se: Vad

source: You voted for this
sv_se: Du röstade på detta

source: Posts by %s
sv_se: Inlägg av %s

source: %s answered <span class="dwqa-date">%s</span> ago
sv_se: %s besvarades för <span class="dwqa-date">%s</span> sedan

source: %s asked <span class="dwqa-date">%s</span> ago
sv_se: %s frågade för <span class="dwqa-date">%s</span> sedan

source: DWQA Posts
sv_se: DWQA inlägg

source: DWQA Post
sv_se: DWQA inlägg

# dwqa
source: Add New
sv_se: Lägg till ny

source: Add New
sv_se: Lägg till ny

source: New
sv_se: Ny

source: Search
sv_se: Sök

source: not found
sv_se: Ej funnen

source: not found in Trash
sv_se: Ej funnen i papperskorgen

source: Parent:
sv_se: Överordnad:

source: asked by
sv_se: frågan ställd av

source: Questions
sv_se: Frågor

source: Question
sv_se: Fråga

# taxonomy general name
source: Question Categories
sv_se: Frågekategorier

# taxonomy singular name
source: Question Category
sv_se: Frågekategori

source: Search Question Categories
sv_se: Sök frågekategorier

source: All Question Categories
sv_se: Alla frågekategorier

source: Parent Question Category
sv_se: Överordnad frågekategori

source: Parent Question Category:
sv_se: Överordnad frågekategori:

source: Edit Question Category
sv_se: Redigera frågekategori

source: Update Question Category
sv_se: Uppdatera frågekategori

source: Add New Question Category
sv_se: Lägg till ny frågekategori

source: New Question Category Name
sv_se: Namn på ny frågekategori

source: Question Category
sv_se: Frågekategori

# taxonomy general name
source: Question Tags
sv_se: Frågetaggar

# taxonomy singular name
source: Question Tag
sv_se: Frågetagg

source: Search Question Tags
sv_se: Sök frågetagg

source: Popular Question Tags
sv_se: Populär frågetaggar

source: All Question Tags
sv_se: Alla frågetaggar

source: Edit Question Tag
sv_se: Redigera frågetagg

source: Update Question Tag
sv_se: Uppdatera frågetagg

source: Add New Question Tag
sv_se: Lägg till ny frågetagg

source: New Question Tag Name
sv_se: Nytt frågetaggsnamn

source: Separate question tags with commas
sv_se: Separera frågetaggar med kommatecken

source: Add or remove question tags
sv_se: Lägg till eller ta bort frågetaggar

source: Choose from the most used question tags
sv_se: Välj bland de mest använda frågetaggarna

source: No question tags found.
sv_se: Inga frågetaggar funna

source: Question Tags
sv_se: Frågetaggar

source: answered
sv_se: besvarad

source: voted
sv_se: röstade

source: views
sv_se: visningar

source: Invalid Post
sv_se: Ogiltigt inlägg

source: Sticky Questions
sv_se: Fästa frågor

source: Question is not valid
sv_se: Frågan är ogiltig

source: Delete Action was failed
sv_se: Borttagning misslyckades!

source: You do not have permission to delete this question
sv_se: Du har inte behörighet att ta bort den här frågan

source: This function should not be called before init.
sv_se: Denna funktion ska inte anropas innan init.

source: Login required. No anonymous post allowed
sv_se: Inloggning krävs. Inga anonyma inlägg tillåts

source: Select Archive Question Page
sv_se: Välj arkivsida för frågor & svar

source: A page where displays all questions
sv_se: En sida där alla frågor visas

source: hours
sv_se: timmar

source: A period of time in which new questions are highlighted and marked as New
sv_se: En tidsperiod då nya frågor betonas och markeras som nya

source: days
sv_se: dagar

source: A Question will be marked as overdue if it passes this period of time, starting from the time the question was submitted
sv_se: En fråga kommer att markeras som förfallen om den passerar denna tid, med början från den tidpunkt då frågan lämnades

source: Select Submit Question Page
sv_se: Välj sida för skicka frågor

source: A page where users can submit questions.
sv_se: En sida där användarna kan skicka frågor.

source: Select 404 DWQA Page
sv_se: Välj 404 DWQA sida

source: This page will be redirected when users without authority click on a private question. You can customize the message of this page in.If not, a default 404 page will be used.
sv_se: Denna sida kommer att omdirigeras när användare utan auktoritet klickar på en privat fråga. Du kan anpassa budskapet på denna sida. Om inte kommer standard 404 sidan användas.

source: Upload
sv_se: Ladda upp

source: Upload or choose a logo to be displayed at the top of the email
sv_se: Ladda upp eller välj en logotyp som ska visas högst upp i e-postmeddelandet

source: Enable notification for new question
sv_se: Aktivera notifiering för nya frågor

source: Email subject
sv_se: Epostämne

source: Email Content
sv_se: Epostinnehåll

source: Enable notification for new answer
sv_se: Aktivera notifikationer för nya svar

source: Enable notification for new answer (to Followers )
sv_se: Aktivera notifikation för nytt svar (till följare)

source: Enable notification for new comment of question
sv_se: Aktivera notifiering för nya kommentarer på frågor

source: Enable notification for new comment of answer
sv_se: Aktivera notifiering för nya kommentarer på svar

source: Read
sv_se: Läst

source: Post
sv_se: Inlägg

source: Reset Default
sv_se: Återställ till standard

source: Comment
sv_se: Kommentar

source: Enable/Disable captcha on submit question page
sv_se: Aktivera/inaktivera captcha på skicka fråga sidan

source: Enable/Disable captcha on single question page
sv_se: Aktivera/inaktivera captcha på enda fråga sidan

source: Default
sv_se: Standard

source: questions
sv_se: frågor

source: Allow members to post private question
sv_se: Tillåt medlemmar att lägga upp privata frågor

source: Question must be manually approved
sv_se: Fråga måste manuellt godkännas

source: Select template for Single Quesiton page
sv_se: Välj mall för Single quesiton sida

source: By default, your single.php template file will be used if you do not choose any template
sv_se: Som standard kommer din single.php mallfilen användas om du inte väljer någon mall

source: Plugin Settings
sv_se: Inställningar för insticksmoduler

source: Settings
sv_se: Inställningar

source: Question List Page
sv_se: Sida för frågelistan

source: Archive page show at most
sv_se: Arkiv sida show på de flesta

source: Ask Question Page
sv_se: Ställ en fråga Sida

source: Private Question
sv_se: Privat Fråga

source: Review Question
sv_se: Granska fråga

source: Time settings
sv_se: Tidsinställningar

source: New Question Time Frame
sv_se: New Frågestund Frame

source: Question Overdue - Time Frame
sv_se: Fråga Förfallna - Tidsplan

source: Captcha settings
sv_se: Captcha inställningar

source: Captcha on Submit Question Page
sv_se: Captcha på Skicka frågan sidan

source: Captcha on Single Question Page
sv_se: Captcha på Single Fråga sidan

source: Permalink Settings
sv_se: Permanent Inställningar

source: Single Question
sv_se: Enkel frågax1

source: Single Category
sv_se: Single Kategori

source: From Email
sv_se: Från e-post

source: Group Permission
sv_se: Gruppbehörighet

source: DWQA Settings
sv_se: DWQA Inställningar

source: General
sv_se: Allmänt

source: Notification
sv_se: Notifikationer

source: Permission
sv_se: Behörighet

source: Licenses
sv_se: Licenser

source: Email setup
sv_se: E inställnings

source: New Question
sv_se: Ny Fråga

source: New Answer
sv_se: Nya Svar

source: New Comment to Question
sv_se: Ny kommentar på fråga

source: New Comment to Answer
sv_se: Ny kommentar till Svar

source: New Answer (to Followers )
sv_se: Nytt svar (till Anhängare)

source: New Comment to Question (to Followers )
sv_se: Ny kommentar på fråga (till Anhängare)

source: New Comment to Answer (to Followers )
sv_se: Ny kommentar före svar (till Anhängare)

source: New Question Notification
sv_se: Ny Fråga Anmälan

source: Save all changes
sv_se: Spara alla ändringar

source: New Answer Notification
sv_se: Nytt svar Anmälan

source: New Answer Notification (to Followers )
sv_se: Ny Svar Anmälan (till Anhängare)

source: New Comment to Question Notification
sv_se: Ny kommentar på fråga Anmälan

source: New Comment to Answer Notification
sv_se: Ny kommentar till svar Anmälan

source: New Comment to Question Notification (to Followers )
sv_se: Ny kommentar på fråga Anmälan (till Anhängare)

source: New Comment to Answer Notification (to Followers )
sv_se: Ny kommentar före svar Anmälan (till Anhängare)

source: Send to
sv_se: Skicka till

source: This address will be used as the sender of the outgoing emails.
sv_se: Denna adress kommer att användas som avsändare för utgående e-post.

source: Send A Copy Of Every Email To Admin
sv_se: Skicka en kopia av alla mail till Admin

source: Popular Questions
sv_se: Populära frågor

source: Latest Answers
sv_se: Latest Svar

source: Answer at
sv_se: Svar på

source: Link to
sv_se: Länk till

source: Answered
sv_se: Besvarade

source: Missing post ID
sv_se: Missing inlägget ID

source: Post does not exist
sv_se: Post existerar inte

source: Invalid post status
sv_se: Ogiltigt inlägget status

source: Tag
sv_se: Tagg

source: Category
sv_se: Kategori

source: Filter:
sv_se: Filtrera:

source: All
sv_se: Alla

source: Unanswered
sv_se: Obesvarade

source: My questions
sv_se: Mina frågor

source: My subscribes
sv_se: Mina Prenumerationer

source: Sort by
sv_se: Sortera enligt:

source: Views
sv_se: Visningar

source: Votes
sv_se: Röster

source: Subscribe
sv_se: Prenumerera

source: You need an account to submit question and get answers. Create one:
sv_se: Du behöver ett konto för att skicka in frågor och få svar. Skapa ett:

source: Type your email
sv_se: Skriv din e-postadress

source: Already a member?
sv_se: Redan medlem?

source: Log In
sv_se: Logga in

source: Login to submit your question
sv_se: Logga in för att skicka in din fråga

source: Type your username
sv_se: Skriv ditt användarnamn

source: Type your password
sv_se: Skriv in ditt lösenord

source: Not yet a member?
sv_se: Inte medlem än?

source: Register
sv_se: Registrera dig

source: Enter your email to receive notification regarding your question. Your email is safe with us and will not be published.
sv_se: Fyll i din e-post till få ett meddelande om din fråga. Din e-post är säkra hos oss och kommer inte att publiceras.

source: Your email *
sv_se: Din e-post *

source: Email address ...
sv_se: E-postadress ...

source: or <strong><a href="%s">login</a></strong> to submit question
sv_se: eller <strong> <a href="%s"> logger in </a> </ strong> för att skicka in frågor

source: Private: %s
sv_se: Privat: %s

source: Email
sv_se: E-post

source: Required fields are marked %s
sv_se: Obligatoriska fält är märkta %s

# noun
source: Comment
sv_se: Kommentar

source: You must be <a href="%s">logged in</a> to post a comment.
sv_se: Du måste vara <a href="%s"> inloggad </a> för att skriva en kommentar.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
sv_se: Loggade in som <a href="%1$s">%2$s</a>. <a href="%3$s" title="Logga ut från deta här konto">Logga ut?</a>

source: Your email address will not be published.
sv_se: Din e-postadress kommer inte att publiceras.

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes: %s
sv_se: Du kan använda dessa <abbr title="HyperText Markup Language"> HTML </abbr> taggar och attribut: %s

source: Leave a Reply
sv_se: Lämna en kommentar

source: Leave a Reply to %s
sv_se: Lämna en kommentar till %s

source: Cancel reply
sv_se: Avbryt svar

source: Post Comment
sv_se: Spara kommentar

source: Sticky Question
sv_se: Klibbig Fråga

source: Ask a question
sv_se: Ställ en fråga

source: Login to ask a question
sv_se: Logga in för att ställa en fråga

source: You do not have permission to submit a question
sv_se: Du har inte behörighet att skicka en fråga

source: Choose as the best answer
sv_se: Välj som det bästa svaret

source: Activate
sv_se: Aktivera

source: Staff
sv_se: Anställd

source: View all posts filed under %s
sv_se: Visa alla inlägg arkiverat %s

source: Feed for all posts filed under %s
sv_se: Foder för alla inlägg arkiverat %s

source: DWQA Closed Questions
sv_se: DWQA Slutna frågor

source: Closed Questions
sv_se: Slutna frågor

source: Widget title
sv_se: Widget titel

source: Number of posts
sv_se: Antal tjänster

source: DWQA Latest Questions
sv_se: DWQA senaste frågorna

source: Latest Questions
sv_se: Senaste frågor

source: DWQA Popular Questions
sv_se: DWQA Populära frågor

source: Show a list of questions that related to a question. Just show in single question page
sv_se: Visa en lista med frågor som rör en fråga. Bara visa i enda fråga sida

source: DWQA Related Questions
sv_se: DWQA Relaterade frågor

source: Your Answer
sv_se: Ditt svar

source: Your Email
sv_se: Din e-post

source: Who can see this?
sv_se: Vem kan se detta?

source: Only Me &amp; Admin
sv_se: Bara jag &amp; Admin

source: Submit
sv_se: Skicka

source: %s Answers
sv_se: %s svar

source: Ask Question
sv_se: Ställ en fråga

source: Write a comment ...
sv_se: Skriv en kommentar…

source: Title
sv_se: Titel

source: Select question category
sv_se: Välj frågekategori

source: Save Changes
sv_se: Spara ändringar

source: Sorry, but nothing matched your filter
sv_se: Ledsen, men inget matchade ditt filter.

source: asked
sv_se: frågade

source: <span><a href="%s">%s%s</a> %s %s ago</span>
sv_se: <span><a href="%s">%s%s</a> %s för %s sedan</span>

source: <strong>%1$s</strong> views
sv_se: <strong>%1$s</strong> visningar

source: <strong>%1$s</strong> answers
sv_se: <strong>%1$s</strong> svar

source: <strong>%1$s</strong> votes
sv_se: <strong>%1$s</strong> röster

source: Vote Up
sv_se: Rösta upp

source: Vote Down
sv_se: Rösta ner

source: <span><a href="%s">%s%s</a> %s answered %s ago</span>
sv_se: <span><a href="%s">%s%s</a> %s besvarad %s sedan</span>

source: <span><a href="%s">%s%s</a> %s asked %s ago</span>
sv_se: <span><a href="%s">%s%s</a> %s frågade %s sedan</span>

source: Question Tags:
sv_se: Frågetaggar:

source: This question is:
sv_se: Denna fråga är:
